IDEA Open Model
ColumnData.SupportTopY Property
 Gets or sets the end support. Not necessary if effective lengths are defined.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public SupportType SupportTopY { get; set; }
Public Property SupportTopY As SupportType
	Get
	Set
public:
property SupportType SupportTopY {
	SupportType get ();
	void set (SupportType value);
}
Property Value
Type: SupportType
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace